Repository: erichuang2015/wp-mail-validator
Catalog: languages/*.po
Languages: de_de

source: <strong>ERROR</strong>: Your mail-address is evaluated as spam.
de_de: <strong>Fehler</strong>: Die Mailadresse wurde als Spam markiert.

source: Protected by
de_de: Geschützt durch

source: spam attacks fended
de_de: Spam Angriffe abgewehrt

source: WP-Mail-Validator options updated
de_de: WP-Mail-Validator-Einstellungen wurden aktualisiert

source: WP-Mail-Validator trashmail service blacklist restored
de_de: WP-Mail-Validator Trashmail Service Blackliste wurde wiederhergestellt

source: Dismiss this notice
de_de: Hinweis ausblenden

source: Settings
de_de: Einstellungen

source: Default-gateway IP
de_de: Standard-Gateway IP

source: Leave blank to use the default gateway
de_de: Leer, um das Default-Gateway zu nutzen

source: Validate Registrations
de_de: Registrierungen validieren

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Choose to validate registrants mail-address
de_de: Auswählen, um die Mailadresse bei der Registrierung zu validieren

source: Accept Pingbacks
de_de: Pingbacks akzeptieren

source: Choose to accept Pingbacks <strong>(Pingbacks might be a security risk, because they're not carrying a mail-address to validate)</strong>
de_de: Auswählen, um Pingbacks zu erlauben <strong>(Pingbacks bieten ein Spam-Potential, da sie keine Mailadresse liefern, die validiert werden kann)</strong>

source: Accept Trackbacks
de_de: Trackbacks akzeptieren

source: Choose to accept Trackbacks <strong>(Trackbacks might be a security risk, because they're not carrying a mail-address to validate)</strong>
de_de: Auswählen, um Trackbacks zu erlauben <strong>(Trackbacks bieten ein Spam-Potential, da sie keine Mailadresse liefern, die validiert werden kann)</strong>

source: Ignore connection failures
de_de: Verbindungsfehler ignorieren

source: Choose to ignore connection failures with mail servers while validating mail-addresses
de_de: Auswählen, um Verbindungsfehler zum Mailserver die während der Validierung einer Mailadresse auftreten, zu ignorieren

source: Ignore rejected requests
de_de: Abgewiesene Anfragen ignorieren

source: Choose to ignore rejected request from mail servers while validating mail-addresses
de_de: Auswählen, um vom Mailserver abgewiesen Anfragen zu ignorieren

source: Accept syntactically correct mail-addresses
de_de: Syntaktisch korrekte Mailadressen akzeptieren

source: Choose if syntactically correct mail-addresses can pass when the mail server did not respond in time
de_de: Auswählen, um syntaktisch korrekte Mailadressen zu akzeptieren, auch wenn der Mailserver bei der Anfrage nicht rechtzeitig antwortet

source: Reject mail-adresses from trashmail services
de_de: Mailadressen von Trashmail Diensten ablehnen

source: Choose to reject mail-addresses from trashmail services <strong>(single entry per line)</strong>
de_de: Auswählen, um Mailadressen von Trashmail Diensten abzulehnen <strong>(ein Eintrag pro Zeile)</strong>

source: Restore default blacklist
de_de: Default-Blacklist wiederherstellen

source: Reject mail-adresses from user-defined blacklist
de_de: Mailadressen der Blacklist ablehnen

source: Choose to reject mail-addresses from a user-defined blacklist <strong>(single entry per line)</strong>
de_de: Auswählen, um Mailadressen, deren Host in der Blacklist gepflegt sind, ablehnen <strong>(ein Eintrag pro Zeile)</strong>

source: Save Changes
de_de: Änderungen speichern

source: Statistics
de_de: Statistiken

source: Spam attacks fended
de_de: Spam Angriffe abgewehrt

source: Documentation
de_de: Dokumentation

source: Issue Tracker
de_de: Fehlertracker

source: WP-Mail-Validator is an anti-spam plugin. It provides mail-address validation in 5 ways: 1. syntax 2. host 3. mx-record of mailserver 4. refuse from user-defined blacklist 5. refuse trashmail services
de_de: WP-Mail-Validator ist ein Anti-Spam Plugin. Es bietet eine Mailadressen-Validierung in 5 Stufen: 1. Syntax 2. Mail-Server 3. MX-Eintrag eines Mailservers 4. Eine benutzerdefinierte Blacklist 5. Ablehnung von Trashmail Diensten
